''' Texts '''

ru = {
    "welcomeMsg": '''
Здравствуй!

Биоботик - это чат-бот для телеграма, который призван помочь в изучении и повторении \
медико-биологических дисциплин, таких, как химия, биология, латинский язык.

По нажатию на кнопку меню или по команде можно запросить вопрос по необходимой дисциплине. \
Под каждым вопросом есть кнопка, по нажатию на которую можно посмотреть ответ.

Здесь нет тестовых вопросов с выбором ответа. Это сделано для того, чтобы самостоятельно \
формулировать ответ на вопрос, что в свою очередь повышает качество обучения.

Non progredi est regredi! - Не идти вперед – значит двигаться назад!''',

    "contactsMsg": "С разработчиком биоботика можно связаться по электронной почте: {{email}}",

    "helpMsg": 'Для работы с биоботиком доступны следующие команды: \n',

    "helpMsgStart": "Начало работы с чат-ботом.",
    "helpMsgHelp": "Информация про доступные команды.",
    "helpMsgQuestionChemistry": "Задать вопрос по химии.",
    "helpMsgQuestionLatin": "Задать вопрос по латыни.",
    "helpMsgQuestionBiology": "Задать вопрос по биологии.",
    "helpMsgContacts": "Посмотреть контактную информацию",

    "menuQuestionChemistry": "Вопрос по химии",
    "menuQuestionLatin": "Вопрос по латыни",
    "menuQuestionBiology": "Вопрос по биологии",
    "menuContacts": "Контакты",
    "menuHelp": "Помощь",

    "showAnswerMsg": "Посмотреть ответ",

    "serviceErrorMsg": "Произошла ошибка. Пожалуйста, повторите позже."
}
